{"lists": {"Morning Club": ["C:/Users/thx11/Downloads/Five Nights at Freddys 2 (2025).mkv", "//PLEXNET/Video2/4K DriveB/90s/DVD/8mm (1998).mkv", "//PLEXNET/Video2/4K DriveB/90s/1080p/American.Yakuza.1993.mkv", "//PLEXNET/Video2/4K DriveB/80s/DVD/The War of the Roses (1989).mkv"], "Royal Club": ["//PLEXNET/Video2/4K DriveB/80s/720p/Death Valley (1982).mkv", "//PLEXNET/Video2/4K DriveB/80s/720p/Ordeal.By.Innocence.1984.mkv", "//PLEXNET/Video2/4K DriveB/80s/720p/Death Valley (1982).mkv", "//PLEXNET/Video2/4K DriveB/80s/DVD/The War of the Roses (1989).mkv"], "Night Club": ["//PLEXNET/Video2/4K DriveB/70s/DVD/The Brood (1979) (1).mkv", "//PLEXNET/Video2/4K DriveB/70s/DVD/The Convoy.1978.mkv", "//PLEXNET/Video2/4K DriveB/70s/DVD/The Way We Were.1973.mkv", "//PLEXNET/Video2/4K DriveB/70s/DVD/The.Stepford.Wives(1975).mkv"]}, "meta": {"//PLEXNET/Video2/4K DriveB/80s/1080p/Against.All.Odds.1984.1080p.BluRay.x264.AAC5.1-[YTS.MX].mkv": {"tmdb_title": "Mot alla odds", "plot": "Dunkelt begär exploderar i denna kärlekshistoria med Rachel Ward och Jeff Bridges i huvudrollerna. Terry Borgan (Bridges) är en cynisk f.d. fotbollsstjärna som blir hyrd för att hitta Jessie Wyler (Ward), den brutale nattklubbsägaren Jack Wises (James Woods) försvunna älskarinna. Enligt Jack har Jessie knivskurit honom och sedan försvunnit med 50.000 dollar. Men Terrys uppdrag faller snabbt i glömska, när han blir blixtförälskad i den vackra Jessie på en mexikansk ö. Problemen uppstår när Jack skickar ut sin hantlangare Hank Scully (Alex Karras) för att hämta hem de älskande. Driven av begär till denna mystiska unga kvinna, blir Terry snabbt invecklad i ett nät av korruption, förräderi och mord. Fullproppad med vild spänning och sensualitet är ”Mot Alla Odds” en film du aldrig kommer att glömma…", "poster": "https://image.tmdb.org/t/p/w500/Ac0m41QYoxYBfRoU4cL491vOfEv.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/All.Night.Long.1981.1080p.mkv": {"tmdb_title": "Nattöppet", "plot": "George Dupler nekas befordran på sitt jobb på en livsmedelsjätte. Georges tillvaro rasar samman och han tvingas ta nattarbete i ett apotek. Mitt i detta inleder hans son Freddy ett förbjudet förhållande med Cheryl, en ingift släkting. Raskt befinner sig George mitt i en cirkus som involverar otrohet, galenskap och kanske äkta kärlek.", "poster": "https://image.tmdb.org/t/p/w500/tljjnxWTcAMeyMQcni2b2zIccBF.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/Agnes.Of.God.1985.mkv": {"tmdb_title": "Agnes av Gud", "plot": "Ett isolerat kloster blir skådeplatsen för ett mord i denna fängslande berättelse om religiös passion och stolthet. Jane Fonda spelar huvudrollen i Norman Jewisons gripande filmatisering av en succépjäs. När den unga nunnan Agnes (Tilly) nyfödda barn hittas strypt är det upp till psykologen Martha Livingston (Fonda) att avgöra om den starkt troende men förvirrande flickan klarar av att ställas inför rätta. I sin jakt på sanningen möter hon hårt motstånd från den okuvliga abbedissan (Bancroft) som försäkrar henne om att Agnes inte har några minnen av sin graviditet. Men utredningen avslöjar mystiska sidor av Agnes personlighet vilket leder fram till en skakande uppgörelse. Är Agnes av Gud en hysterisk ung kvinna - eller är hennes prövningar verkligen skickade av Gud?", "poster": "https://image.tmdb.org/t/p/w500/m2QrxkojSmQb9k4DN6qhovDHLwD.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/A.Prayer.For.The.Dying.1987.1080p.BluRay.x264.AAC-[YTS.MX].mkv": {"tmdb_title": "Tystat vittne", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/fLkkVH9u75sciAzTUNZNwFp1smp.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/Alien.From.L.A..1988.mkv": {"tmdb_title": "Alien from L.A.", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/Al8v2ASozhufxTiA7HVL7GAxi3y.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/A.Soldiers.Story.1984.mkv": {"tmdb_title": "En soldats historia", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/vSLrddsvH8bJzryOS5BD9qtTtFa.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/Always.1989.mkv": {"tmdb_title": "Always", "plot": "Steven Spielberg har regisserat det här varma komediäventyret om en våghalsig pilot och hans närmaste omgivning. Peter Sandrich (Richard Dreyfuss) tycker om att leva riskfyllt men hans kvinna Dorinda (Holly Hunter) och hans bäste vän Al (John Goodman) vet att han inte kan fortsätta leva på samma sätt.  Efter att ha offrat sig för att rädda Al, står han nu inför sin största utmaning: att hjälpa Dorinda att gå vidare med sitt liv. Storslaget filmat med fantastisk koreografi i luften. I övriga roller ser vi bland annat Brad Johnson och Audrey Hepburn.", "poster": "https://image.tmdb.org/t/p/w500/wh0WItAFrw3m66mDMlCCuXQwfMW.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/A.Stranger.Is.Watching.1982.1080p.mkv": {"tmdb_title": "A Stranger Is Watching", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/oR5pmMjly2pR0XfpTDzKKTX8knz.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/A.Christmas.Story.1983.mkv": {"tmdb_title": "En julberättelse", "plot": "En återberättelse av Ralphie om en av hans barndomsjular. Ralphies högsta önskan är ett luftgevär men det tycker föräldrarna är för farligt. Men Ralphie talar med tomten -- och på julaftonen blir hans dröm uppfylld.", "poster": "https://image.tmdb.org/t/p/w500/34nSHYqmb7222tiqiuKqKJmZiQa.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/1080p/Aliens(1986).mkv": {"tmdb_title": "Aliens - återkomsten", "plot": "Tillbaka på jorden möts Ripleys berättelse om Alien och besättningens grymma öde möts av skepsis. Men då kolonister på planeten LV-426 försvinner under mystiska omständigheter, utses hon till ledare för en grupp experter som skickas ut för att undersöka saken. Där börjar mardrömmen på nytt.", "poster": "https://image.tmdb.org/t/p/w500/hlOtgWiOKObfpxzMO3tz0STN47e.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/DVD/Dad.1989.mkv": {"tmdb_title": "Dad", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/l43BVUdXxbsSt3stBgiW53Dql1n.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/DVD/18.Again(1988).mkv": {"tmdb_title": "18 Again!", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/kDMgcjSNadUBmpkbMuX3u48qgI4.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/DVD/Turk.182.1985.mkv": {"tmdb_title": "Turk 182!", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/HlpFZ60MBnEChXYM4Jc4HmpNPb.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/DVD/Lionheart (1987).mkv": {"tmdb_title": "Lionheart", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/oTkyJURfXLgGGBxE2g7xrw8PX1H.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/720p/The.Sender.1982.720p.mkv": {"tmdb_title": "The Sender", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/t1gAtGXv74SA3JP4tTHXKt5oRy5.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/720p/Death Valley (1982).mkv": {"tmdb_title": "Death Valley", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/XHuvwszXiK1lc2B79PLQUSCnBV.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/720p/Ordeal.By.Innocence.1984.mkv": {"tmdb_title": "Ordeal by Innocence", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/eNQcr8cParH56l0Ss8UI2a3bsFh.jpg"}, "//PLEXNET/Video2/4K DriveB/70s/DVD/The Way We Were.1973.mkv": {"tmdb_title": "Våra bästa år", "plot": "Filmlegenderna Barbra Streisand och Robert Redford gör denna film till en förtrollande upplevelse i rollerna som Katie Morosky och Hubbell Gardiner, ett ödesdrabbat älskande par. Det är en klassisk kärlekshistoria som utlöses av deras totalt motsatta personligheter, och som utspelar sig i ett amerikanskt samhälle som genomlevar krig, växande välstånd och McCarthy-periodens paranoia i Hollywood.", "poster": "https://image.tmdb.org/t/p/w500/mR0Eab3gtd2LCHVaKyKf9ZTvOAy.jpg"}, "//PLEXNET/Video2/4K DriveB/70s/DVD/The.Stepford.Wives(1975).mkv": {"tmdb_title": "Fruarna i Stepford", "plot": "Familjen Eberhart flyttar från storstaden till en lummig villastad. Men hustrun Johanna märker snart att allt inte står rätt till. Varför uppträder fruarna i Stepford så egendomligt?", "poster": "https://image.tmdb.org/t/p/w500/5z1ogJJmQkCoU62VJmut4nnc2qs.jpg"}, "//PLEXNET/Video2/4K DriveB/70s/DVD/The Brood (1979) (1).mkv": {"tmdb_title": "The Brood - missfostret", "plot": "Välkommen till Dr. Raglans klinik. Du betalar för att komma in. Du ber om nåd för att komma ut! Här hamnar den psykotiske Nola Carveth för att undergå Raglans kontroversiella och experimentella psykoterapi. Kort därpå lamslås omgivningen av bestialiska våldsdåd utförda av en okänd kraft. Nolas föräldrar mördas, liksom hennes dotters lärarinna. Även Noras femåriga dotter attackeras.", "poster": "https://image.tmdb.org/t/p/w500/zSEt4QXRI4Gypd9xvzvucOmPNl5.jpg"}, "//PLEXNET/Video2/4K DriveB/70s/DVD/The Convoy.1978.mkv": {"tmdb_title": "Convoy Busters", "plot": "In Rome, a vagrant finds the body of a teen girl, her throat professional slashed. Police inspector Olmi uses his brutal and violent methods to follow a trail that leads him toward high government officials. When his methods leave an innocent bystander dead, the corrupt officials have an excuse to get Olmi transferred to a coastal town where the pace is slow and he has time for a romantic dalliance. Soon, Olmi discovers that fishing isn't the only local occupation, and out comes his gun and his ruthless tactics of investigation.", "poster": "https://image.tmdb.org/t/p/w500/9x13fru9AH1OQrrv8IdTDjrydvR.jpg"}, "C:/Users/thx11/Videos/Testfilm/Uncle Buck (1989).mkv": {"tmdb_title": "Uncle Buck", "plot": "John Candy briljerar i John Hughes komedi om den late men välvillige ungkarlen som kallas in som barnvakt för brorsbarnen när alla andra alternativ är tömda. Ovan att leva ett ordnat förortsliv charmar Uncle Buck snart sina unga släktingar Miles och Maizy med sina ovanliga maträtter och hans nya sätt att sköta tvätten. Men hans avslappnade stil imponerar inte på alla, inklusive Tia hans rebelliske niece, och Chanice hans stressade flickvän.", "poster": "https://image.tmdb.org/t/p/w500/euWPWqpujKQg2KnfBUVkBSZ6kf4.jpg"}, "C:/Users/thx11/Videos/Testfilm/The French Connection (1971).mkv": {"tmdb_title": "French Connection - Lagens våldsamma män", "plot": "Bygger på en verklig händelse om kriminalinspektörerna \"Popeye\" och Buddy Russo i New York. De jobbar med att avslöja en narkotikasmugglarliga och kommer The French Connection på spåren.", "poster": "https://image.tmdb.org/t/p/w500/XOVGaTpfegRraULbmd45D0qOiV.jpg"}, "C:/Users/thx11/Videos/Testfilm/Bowfinger (1999).mkv": {"tmdb_title": "Knubbigt regn", "plot": "Kit Ramsey (Eddie Murphy) är Hollywoods största stjärna. Bobby Bowfinger (Steve Martin), är en misslyckad regissör som aldrig lyckas få en hit. Tillsammans bildar de ett oslagbart par som kan ge Bowfinger den garanterade succén han alltid drömt om. Problemet är bara att Ramsey inte vet om att han är med i filmen.", "poster": "https://image.tmdb.org/t/p/w500/sqJDXECB4wjPLQpeWMXzxP5eXyu.jpg"}, "C:/Users/thx11/Videos/Testfilm/The Tourist (2010).mkv": {"tmdb_title": "The Tourist", "plot": "Under en improviserad resa till Europa för att laga ett brustet hjärta, snubblar Frank oväntat in i ett flirtigt möte med Elise, en extraordinär kvinna som medvetet har korsat hans väg. Med de hisnande vackra Venedig och Paris som bakgrund, utvecklas deras romans snabbt och omedvetet och snart befinner de sig i en dödligt katt och råtta lek.", "poster": "https://image.tmdb.org/t/p/w500/oXe1nw4HcS32YVpvxwsWEVdvEXA.jpg"}, "C:/Users/thx11/Downloads/Five Nights at Freddys 2 (2025).mkv": {"tmdb_title": "Five Nights at Freddy's 2", "plot": "Ett år har gått sedan den övernaturliga mardrömmen på Freddy Fazbear's Pizza. Historierna om vad som hände där har förvandlats till en kitschig lokal legend som inspirerar staden till att hålla sin första Fazfest. Före detta säkerhetsvakten Mike och polisen Vanessa har undanhållit sanningen för Mikes 11-åriga syster, Abby, gällande hennes animatroniska vänners öde. Men när Abby smiter ut för att återförenas med Freddy, Bonnie, Chica och Foxy, sätter det igång en serie skräckinjagande händelser som avslöjar mörka hemligheter om Freddys ursprung och släpper lös en sedan länge bortglömd fasa som har hållits gömd i årtionden.", "poster": "https://image.tmdb.org/t/p/w500/zL6SO5OPLFDk5OnNNslw7wR7J7b.jpg"}, "//PLEXNET/Video2/4K DriveB/90s/1080p/A.League.Of.Their.Own.1992.mkv": {"tmdb_title": "Tjejligan", "plot": "Året är 1943. Alla amerikanska arbetsföra män får rycka ut i kriget, även de avgudade basebollstjärnorna. Lösningen blir att organisera en basebolliga för kvinnor. Talangscouter reser landet runt och handplockar de största begåvningarna.", "poster": "https://image.tmdb.org/t/p/w500/hZItAzt6bNd5cBJad6iVx2kdoZd.jpg"}, "//PLEXNET/Video2/4K DriveB/90s/1080p/Catchfire.1990.mkv": {"tmdb_title": "Backtrack - I skottlinjen", "plot": "Efter att ha bevittnat ett maffiamord har Anne fått ett pris på sitt huvud. Den enda som kan skydda henne är mannen som fått betalt för att mörda henne. Om hon vill ha hans hjälp måste hon dock lova att hänge sig åt honom totalt i resten av sitt liv.", "poster": "https://image.tmdb.org/t/p/w500/jHec0NYYhzlUE3CUyYnI70YNih.jpg"}, "//PLEXNET/Video2/4K DriveB/90s/1080p/Apt.Pupil.1998.1080p.mkv": {"tmdb_title": "Sommardåd", "plot": "En dag 1984 snubblar Todd Bowden, en lysande gymnasiepojke fascinerad av nazismens historia, över en gammal man vars utseende liknar Kurt Dussander, en eftersökt nazistisk krigsförbrytare. En månad senare bestämmer Todd att knacka på dörren.", "poster": "https://image.tmdb.org/t/p/w500/pU3fvfSvrs5pZFdODPCzoLk95Ws.jpg"}, "//PLEXNET/Video2/4K DriveB/90s/1080p/American.Yakuza.1993.mkv": {"tmdb_title": "American Yakuza", "plot": "", "poster": "https://image.tmdb.org/t/p/w500/LDMQeNTasGcQKRahLMJEtB8E3V.jpg"}, "//PLEXNET/Video2/4K DriveB/80s/DVD/The War of the Roses (1989).mkv": {"tmdb_title": "Den vilda jakten på lyckan", "plot": "MICHAEL DOUGLAS, KATHLEEN TURNER och DANNY DEVITO är stjärnorna i den här svarta komedin om ett äktenskaps sönderfall. Oliver (DOUGLAS) och Barbara (TURNER) Rose har varit tillsammans i 18 år. Nu vill Barbara skiljas och när det kommer till frågan vem som ska få det lyxiga huset, viker ingen av dem en tum. Olivers advokat (DEVITO) försöker tafatt komma med goda råd, men det är redan för sent. Oliver och Barbaras skilsmässa blir en enda soppa av bitterhet och hämnd när rosornas krig går mot sitt makalösa slut.", "poster": "https://image.tmdb.org/t/p/w500/wAhlo581AD6jBVoRA1FCNVBsusk.jpg"}}}